package locales

var AR = Lang{
	Units:            []string{"", "واحد", "اثنان", "ثلاثة", "أربعة", "خمسة", "ستة", "سبعة", "ثمانية", "تسعة"},
	Teens:            []string{"عشرة", "أحد عشر", "اثنا عشر", "ثلاثة عشر", "أربعة عشر", "خمسة عشر", "ستة عشر", "سبعة عشر", "ثمانية عشر", "تسعة عشر"},
	Tens:             []string{"", "", "عشرون", "ثلاثون", "أربعون", "خمسون", "ستون", "سبعون", "ثمانون", "تسعون"},
	Hundreds:         []string{"", "مئة", "مئتان", "ثلاثمئة", "اربعمئة", "خمسمئة", "ستمئة", "سبعمئة", "ثمانمئة", "تسعمئة"},
	Thousands:        []string{"", "ألف", "ألفان", "ثلاثة آلاف", "اربعة آلاف", "خمسة آلاف", "ستة آلاف", "سبعة آلاف", "ثمانية آلاف", "تسعة آلاف"},
	TenThousands:     []string{"", "عشرة آلاف", "عشرون الف", "ثلاثون الف", "اربعون الف", "خمسون الف", "ستون الف", "سبعون الف", "ثمانون الف", "تسعون الف"},
	HundredThousands: []string{"", "مئة الف", "مئتان الف", "ثلاثمئة الف", "اربعمئة الف", "خمسمئة الف", "ستمئة الف", "سبعمئة الف", "ثمانمئة الف", "تسعمئة الف"},
	Millions:         []string{"", "مليون", "مليونين", "ثلاثة ملايين", "اربعة ملايين", "خمسة ملايين", "ستة ملايين", "سبعة ملايين", "ثمانية ملايين", "تسعة ملايين"},
	Billions:         []string{"", "مليار", "ملياران", "ثلاثة مليارات", "اربعة مليارات", "خمسة مليارات", "ستة مليارات", "سبعة مليارات", "ثمانية مليارات", "تسعة مليارات"},
	And:              "و",
	Zero:             "صفر",
	Hundred:          "مئة",
	Thousand:         "الف",
	Million:          "مليون",
	Billion:          "مليار",
}
