package locales

var AR = Lang{
	Units:    []string{"", "واحد", "اثنان", "ثلاثة", "أربعة", "خمسة", "ستة", "سبعة", "ثمانية", "تسعة"},
	Teens:    []string{"عشرة", "أحد عشر", "اثنا عشر", "ثلاثة عشر", "أربعة عشر", "خمسة عشر", "ستة عشر", "سبعة عشر", "ثمانية عشر", "تسعة عشر"},
	Tens:     []string{"", "", "عشرون", "ثلاثون", "أربعون", "خمسون", "ستون", "سبعون", "ثمانون", "تسعون"},
	Hundreds: []string{"", "مئة", "مئتان", "ثلاث مئة", "اربع مئة", "خمس مئة", "ست مئة", "سبع مئة", "ثمان مئة", "تسع مئة"},
	And:      "و",
	Zero:     "صفر",
	Hundred:  "مئة",
	Thousand: "الف",
	Million:  "مليون",
	Billion:  "مليار",
}
