package locales

var RU = Lang{
	Units:    []string{"", "один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"},
	Teens:    []string{"десять", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать", "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать"},
	Tens:     []string{"", "", "двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят", "семьдесят", "восемьдесят", "девяносто"},
	Hundreds: []string{"", "сто", "двести", "триста", "четыреста", "пятьсот", "шестьсот", "семьсот", "восемьсот", "девятьсот"},
	And:      "",
	Zero:     "ноль",
	Hundred:  "сто",
	Thousand: "тысяча",
	Million:  "миллион",
	Billion:  "миллиард",
	Trillion: "триллион",
}
