package locales

var UK = Lang{
	Units:    []string{"", "один", "два", "три", "чотири", "п'ять", "шість", "сім", "вісім", "дев'ять"},
	Teens:    []string{"десять", "одинадцять", "дванадцять", "тринадцять", "чотирнадцять", "п'ятнадцять", "шістнадцять", "сімнадцять", "вісімнадцять", "дев'ятнадцять"},
	Tens:     []string{"", "", "двадцять", "тридцять", "сорок", "п'ятдесят", "шістдесят", "сімдесят", "вісімдесят", "дев'яносто"},
	Hundreds: []string{"", "сто", "двісті", "триста", "чотириста", "п'ятсот", "шістсот", "сімсот", "вісімсот", "дев'ятсот"},
	And:      "",
	Zero:     "нуль",
	Hundred:  "сто",
	Thousand: "тисяча",
	Million:  "мільйон",
	Billion:  "мільярд",
	Trillion: "трильйон",
}
